{
  "barzellete": [
    {
      "id": 0,
      "title": "Title 0",
      "content": "Il generale dei carabinieri,in auto, rientra in caserma da una festa. Lungo la strada una pattuglia lo ferma. «Lo so», dice «ho bevuto un po’ ma vi prego, per questa volta lasciatemi andare». I due carabinieri, un po’ intimiditi (è il generale!), lo lasciano proseguire. Dopo un minuto il generale viene fermato di nuovo e di nuovo chiede clemenza. E così per altre due volte. La quarta volta il generale sta per aprire bocca ma il carabiniere lo precede: «Vada pure generale, ma si decida a uscire da questa rotonda!»."
    },

    {
      "id": 1,
      "title": "Title 1",
      "content": "Un cane dalmata incontra al parco, nel prato, una coccinella. «Ehi amica! Tu ed io abbiamo molti... punti in comune»."
    },
    {
      "id": 2,
      "title": "Title 2",
      "content": "Nel bosco un albero chiede a un altro albero: «Tu come ti senti in inverno?». E l’altro: «Oh, d’inverno sono molto in imbarazzo mi sento sempre così spoglio!»."
    },
    {
      "id": 3,
      "title": "Title 3",
      "content": "La mamma osserva Pierino che non riesce a risolvere un problema: «Figliolo tu non sei abbastanza paziente!». E lui: «Non è vero, mamma, quando vado dal dottore altroché se sono paziente!»."
    },
    {
      "id": 4,
      "title": "Title 4",
      "content": "Tra due amici: «Il mio cane è così pigro che, quando ha voglia di fare una passeggiata, invece del solitoguinzaglio mi porta le chiavi della macchina»."
    },
    {
      "id": 5,
      "title": "Title 5",
      "content": "Nell'Antico Egitto il faraone si concede una vacanza. La sera va a in un piccolo ristorante in riva al Nilo e ordina: «Cameriere, mi porti le tagliatelle al tonno. « Per il secondo mi consigli lei, che cosa avete di buono?». «Come secondo, altezza, le suggerisco una faraona con contorno di spinaci». «No, no, per carità! Di moglie mi basta Nefertiti!»."
    },
    {
      "id": 6,
      "title": "Title 6",
      "content": "Non mangia e anche se beve sempre non si ubriaca mai. Che cos’è?La spugna!"
    },
    {
      "id": 7,
      "title": "Title 7",
      "content": "Che cosa fa un chicco di caffè sotto la doccia? Si... Lavazza!"
    },
    {
      "id": 8,
      "title": "Title 8",
      "content": "Perché in America fa così tanto freddo? Perché è stata scoperta!"
    },
    {
      "id": 9,
      "title": "Title 9",
      "content": "Pierino e il papà sono nell’atrio di un hotel mentre una signora brutta sale sull’ascensore. Pochi istanti dopo le porte dell’ascensore si riaprono e scende una donna bellissima. Allora il papà dice a Pierino: «Forza figliolo, corri dalla mamma e dille di prendere l’ascensore!»."
    },
    {
      "id": 10,
      "title": "Title 10",
      "content": "«Dottore sono molto preoccupato perché so prevedere il futuro!».«Eda quando le succede questa cosa?».« Da mercoledì prossimo!»."
    },
    {
      "id": 11,
      "title": "Title 11",
      "content": "Qual è l'auto preferita dai pinguini? La Polo."
    },
    {
      "id": 12,
      "title": "Title 12",
      "content": "La maestra, in classe, spiega ai bambini il concetto degli insiemi: «Se prendiamo una zucchina, quattro carote, tre patate, un gambo di sedano e venti piselli che cosa abbiamo fatto?» Pierino alza subito la mano: «Un bel minestrone signora maestra!»."
    },
    {
      "id": 13,
      "title": "Title 13",
      "content": "Un’oca incontra un cane al parco: «Oggi fa davvero un freddo cane» gli dice. «Non dirmelo», le risponde, «Io ho la pelle d’oca!»."
    }
  ]
}
